"use strict";
;(function ($) { $.fn.datepicker.language['en'] = {
    days: ['یکشنبه', 'دوشنبه', 'سه شنبه', 'چهارشنبه', 'پنج شنبه', 'جمعه', 'شنبه'],
    daysShort: ['ی', 'د', 'س', 'چ', 'پ', 'ج', 'ش'],
    daysMin: ['ی', 'د', 'س', 'چ', 'پ', 'ج', 'ش'],
    months: ['ژانویه','فوریه','مارس','آپریل','مه','ژوئن', 'جولای','آگوست','سپتامبر','اکتبر','نوامبر','دسامبر'],
    monthsShort: ['ژان', 'فور', 'مار', 'آپر', 'مه', 'ژوئ', 'جول', 'آگو', 'سپت', 'اکت', 'نوا', 'دسا'],
    today: 'Today',
    clear: 'Clear',
    dateFormat: 'mm/dd/yyyy',
    timeFormat: 'hh:ii aa',
    firstDay: 0
}; })(jQuery);